Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# coach.humanDecision.callingTheDayGoodToGoBefore.3580
source: Calling the day good to go before hydration has even started.
ru: Считать день полностью готовым еще до того, как вы начали пить воду.
zh_hans: 还没开始补水，就急着宣布可以开始了。

# coach.humanDecision.chasingLoadOrSloppyRepsBeforeFuel.1615
source: Chasing load or sloppy reps before fuel is handled.
ru: Гнаться за весом или делать неаккуратные повторы до еды.
zh_hans: 在处理燃料前，仍继续加载或进行不规范的重复操作。

# coach.humanDecision.chasingNumbersIfTheRepeatableEffortIs.1473
source: Chasing numbers if the repeatable effort is already clear.
ru: Гнаться за цифрами, когда ровное усилие уже найдено.
zh_hans: 如果可重复性已明确，则仅追求数字指标。

# coach.humanDecision.continueHydrationAndCompleteYourPlannedMeal.3477
source: Continue hydration and complete your planned meal before the session.
ru: Продолжайте пить воду и завершите запланированный прием пищи перед тренировкой.
zh_hans: 继续补充水分，并在训练前完成您计划的餐食。

# coach.humanDecision.convertTheValueIntoAnEasyRecovery.2082
source: Convert the %@ into an easy recovery effort or stop early if the legs feel flat.
ru: Сделайте %@ легким восстановительным усилием или остановитесь раньше, если ноги тяжелые.
zh_hans: 若双腿感觉发沉，可将%@转换为简易恢复动作，或提前终止训练。

# coach.humanDecision.doNotChaseIntensityWhileFluidsAre.1583
source: Do not chase intensity while fluids are behind.
ru: Не гонитесь за интенсивностью, пока не хватает воды.
zh_hans: 在体液尚未跟上时，切勿追求强度。

# coach.humanDecision.doNotPushIntensityBeforeFoodAnd.1581
source: Do not push intensity before food and fluids are handled.
ru: Не давите интенсивность, пока не закрыты еда и вода.
zh_hans: 在进食及补充液体前，请勿增加运动强度。

# coach.humanDecision.doNotPushIntensityBeforeFoodAnd.1586
source: Do not push intensity before food and fluids are handled.
ru: Не давите интенсивность, пока не закрыты еда и вода.
zh_hans: 在进食及补充液体前，请勿增加运动强度。

# coach.humanDecision.doNotSpendTheHeatBudgetEarly.1590
source: Do not spend the heat budget early.
ru: Не тратьте запас на тепло слишком рано.
zh_hans: 切勿过早消耗散热预算。

# coach.humanDecision.doNotTurnThisIntoAHard.1404
source: do not turn this into a hard effort before food is in
ru: не превращайте это в тяжелое усилие до еды
zh_hans: 用餐前请勿将其作为剧烈运动。

# coach.humanDecision.drink300500MlNowAdd30.3301
source: Drink 300-500 ml now. Add 30-60 g carbs before leaving.
ru: Выпейте 300–500 мл сейчас. Добавьте 30–60 г углеводов перед выходом.
zh_hans: 立即饮用 300-500 ml。离席前补充 30-60 g 碳水化合物。

# coach.humanDecision.drink300500MlNowAdd30.4042
source: Drink 300-500 ml now. Add 30-60 g carbs before leaving.
ru: Выпейте 300–500 мл сейчас. Добавьте 30–60 г углеводов перед выходом.
zh_hans: 立即饮用 300-500 ml。离席前补充 30-60 g 碳水化合物。

# coach.humanDecision.drink300500MlNowAndBring.4044
source: Drink 300-500 ml now and bring a bottle for the %@.
ru: Выпейте 300–500 мл сейчас и возьмите бутылку на %@.
zh_hans: 现在饮用 300-500 毫升，并为%@准备一瓶。

# coach.humanDecision.drink300500MlNowGiveThe.3303
source: Drink 300-500 ml now. Give the meal time to settle and bring a bottle.
ru: Выпейте 300–500 мл сейчас. Дайте еде улечься и возьмите бутылку.
zh_hans: 现在饮用 300–500 毫升。让餐食稍作消化，随后再取来一瓶饮料。

# coach.humanDecision.emptyingTheTankBeforeTheDayIs.1629
source: Emptying the tank before the day is done.
ru: Опустошить бак до конца дня.
zh_hans: 在当天结束前清空水箱。

# coach.humanDecision.enjoyTheEveningAndKeepANormal.2051
source: Enjoy the evening and keep a normal routine.
ru: Проведите вечер спокойно и сохраните обычный режим.
zh_hans: 享受这个夜晚，并保持正常的生活作息。

# coach.humanDecision.finishFresherThanYouStarted.1592
source: Finish fresher than you started.
ru: Завершите свежее, чем начинали.
zh_hans: 结束时比开始时更清爽。

# coach.humanDecision.finishWithEnoughReserveThatRecoveryStarts.477
source: Finish with enough reserve that recovery starts as soon as the session ends.
ru: Завершите с таким запасом, чтобы восстановление началось сразу после тренировки.
zh_hans: 确保预留充足的储备，以便在交易时段结束时立即启动复苏。

# coach.humanDecision.finishWithReserve.1596
source: Finish with reserve.
ru: Завершите с запасом.
zh_hans: 最后以保留位结束。

# coach.humanDecision.finishWithReserve.1600
source: Finish with reserve.
ru: Завершите с запасом.
zh_hans: 最后以保留位结束。

# coach.humanDecision.finishWithReserve.3032
source: Finish with reserve
ru: Завершите с запасом
zh_hans: 以保留余额收尾

# coach.humanDecision.focusOnRecoveryNormalFoodHydrationAnd.2023
source: Focus on recovery, normal food, hydration, and the next important session.
ru: Сейчас важнее восстановление, нормальная еда, вода и следующая ключевая тренировка.
zh_hans: 重点关注康复、正常饮食、水分补充以及下一场重要训练。

# coach.humanDecision.forcingIntensityBecauseItIsOnThe.1996
source: Forcing intensity because it is on the calendar.
ru: Давить интенсивность только потому, что она стоит в календаре.
zh_hans: 由于该事项已列入日程，故强制实施。

# coach.humanDecision.forcingIntensityBeforeFuelIsHandled.1617
source: Forcing intensity before fuel is handled.
ru: Давить интенсивность до еды.
zh_hans: 在处理燃料前施加强制强度。

# coach.humanDecision.forcingIntensityWhileFluidsAreBehind.1610
source: Forcing intensity while fluids are behind.
ru: Гнать интенсивность, когда воды не хватает.
zh_hans: 在流体处于后方时施加作用力。

# coach.humanDecision.forcingTheHardPartJustBecauseIt.3463
source: Forcing the hard part just because it is on the calendar.
ru: Делать тяжелую часть только потому, что она стоит в календаре.
zh_hans: 仅仅因为任务排在了日程表上，就强行推进那些困难的部分。

# coach.humanDecision.fuel.84
source: FUEL
ru: ПИТАНИЕ
zh_hans: 燃料

# coach.humanDecision.fuelIsLightWithHydrationStillBehind.1533
source: Fuel is light, with hydration still behind.
ru: Еды маловато, и воды все еще не хватает.
zh_hans: 燃料较轻，但水合反应尚未完成。

# coach.humanDecision.fuelIsStillLightForThisEffort.1535
source: Fuel is still light for this effort.
ru: Для такого усилия еды пока маловато.
zh_hans: 对于这项努力而言，资金仍然不足。

# coach.humanDecision.fuelIsStillLightForTraining.1383
source: fuel is still light for training
ru: еды пока маловато для тренировки
zh_hans: 目前的饮食量对于训练来说还略显不足。

# coach.humanDecision.fuelMattersHereBecauseThereIsActual.3494
source: Fuel matters here because there is actual work ahead, not because a target is unfinished.
ru: Еда важна здесь потому, что впереди реальная работа, а не потому, что не закрыта цель.
zh_hans: 这里的关键在于前方仍有切实的工作待完成，而非因为某项目标尚未达成。

# coach.humanDecision.fuelTheValue.3475
source: Fuel the %@
ru: Подкрепитесь перед %@
zh_hans: 为%@提供动力

# coach.humanDecision.giveTheMealTimeToSettleBring.3295
source: Give the meal time to settle. Bring a bottle and start easy.
ru: Дайте еде улечься. Возьмите бутылку и начните легко.
zh_hans: 给孩子一点时间平复情绪，然后带一瓶饮料，从简单的食物开始。

# coach.humanDecision.giveTheMealTimeToSettleBring.4036
source: Give the meal time to settle, bring a bottle, and start easy.
ru: Дайте еде улечься, возьмите бутылку и начните легко.
zh_hans: 给用餐时间让肠胃适应，带瓶水，从简单的食物开始。

# coach.humanDecision.goodTOGO.94
source: GOOD TO GO
ru: МОЖНО НАЧИНАТЬ
zh_hans: 准备就绪

# coach.humanDecision.hardValueSession.4150
source: hard %@ session
ru: тяжелая тренировка %@
zh_hans: 高强度训练 %@

# coach.humanDecision.heatIsStillAheadTodaySoHydration.3506
source: Heat is still ahead today, so hydration matters because it changes how stressful that sauna block feels.
ru: Тепло еще впереди, поэтому вода важна: она меняет, насколько тяжелым будет блок сауны.
zh_hans: 今天仍将持续高温，因此补水至关重要，因为它会影响您在桑拿时段内的不适感。

# coach.humanDecision.heatStillHasToFitIntoThe.1385
source: heat still has to fit into the day
ru: тепло еще должно вписаться в день
zh_hans: 这些热量仍需适配当天的安排。

# coach.humanDecision.highReadinessIsUsefulWhenItIs.3612
source: High readiness is useful when it is attached to a training reason.
ru: Высокая готовность полезна, когда есть настоящая причина для тренировки.
zh_hans: 当高战备状态与训练目的相结合时，则具有重要价值。

# coach.humanDecision.holdEffortYouCanRepeat.3030
source: Hold effort you can repeat
ru: Держите усилие, которое сможете повторить
zh_hans: 您可以重复此动作。

# coach.humanDecision.hydrationFIRST.82
source: HYDRATION FIRST
ru: СНАЧАЛА ВОДА
zh_hans: 先补水

# coach.humanDecision.hydrationIsASafetySignalBecauseHeat.4221
source: Hydration is a safety signal because heat is involved.
ru: Вода здесь важна для безопасности, потому что есть тепло.
zh_hans: 由于涉及热量，补水反应是一个安全警示信号。

# coach.humanDecision.hydrationIsImprovingFuelIsStillThe.3277
source: Hydration is improving. Fuel is still the missing piece before the %@.
ru: С водой стало лучше. Перед %@ все еще не хватает еды.
zh_hans: 水合状态正在改善，但在进入%@之前，燃料仍是缺失的关键环节。

# coach.humanDecision.hydrationIsImprovingFuelIsStillThe.4021
source: Hydration is improving. Fuel is still the missing piece before the %@.
ru: С водой стало лучше. Перед %@ все еще не хватает еды.
zh_hans: 水合状态正在改善，但在进入%@之前，燃料仍是缺失的关键环节。

# coach.humanDecision.hydrationIsNotYetSupportingTheDay.1381
source: hydration is not yet supporting the day
ru: воды пока не хватает для дня
zh_hans: 今天的水还不够用。

# coach.humanDecision.hydrationIsStillBehind.1530
source: Hydration is still behind.
ru: Воды все еще не хватает.
zh_hans: 补水仍然不足。

# coach.humanDecision.hydrationIsStillBehindAndFuelIs.1525
source: Hydration is still behind, and fuel is light.
ru: Воды все еще не хватает, и еды маловато.
zh_hans: 水供应仍不足，而燃料供应充足。

# coach.humanDecision.hydrationIsStillBehindBeforeValue.1528
source: Hydration is still behind before %@.
ru: Перед %@ воды все еще не хватает.
zh_hans: 在%@之前，水合作用仍处于劣势。

# coach.humanDecision.hydrationIsStillBehindWithFuelLight.1522
source: Hydration is still behind, with fuel light before %@.
ru: Перед %@ воды все еще не хватает, а еды маловато.
zh_hans: 水合能仍处于劣势，%@之前的燃料能较低。

# coach.humanDecision.hydrationIsUsefulSupportBecauseHeatAdds.4224
source: Hydration is useful support because heat adds stress.
ru: Вода особенно полезна, потому что тепло добавляет стресс.
zh_hans: 补水是一种有效的辅助措施，因为热量会增加身体负担。

# coach.humanDecision.ifTheSessionWasMeantToBe.3432
source: If the session was meant to be hard, change it to easy before continuing.
ru: Если тренировка должна была быть тяжелой, сделайте ее легкой перед продолжением.
zh_hans: 如果本次练习设定为困难难度，请在继续之前将其调整为简单难度。

# coach.humanDecision.ifTheWarmUpFeelsFlatRemove.3465
source: If the warm-up feels flat, remove intensity and keep the work easy.
ru: Если разминка идет тяжело, уберите интенсивность и держите работу легкой.
zh_hans: 如果热身感觉缺乏强度，请降低强度，保持轻松的运动强度。

# coach.humanDecision.ifYouWantToTrainChooseA.3640
source: If you want to train, choose a purposeful session and keep it appropriate for the week.
ru: Если хотите тренироваться, выберите осмысленную тренировку и впишите ее в неделю.
zh_hans: 如果您想进行训练，请选择一次有针对性的训练课，并确保其与本周的训练目标相匹配。

# coach.humanDecision.ifYouWantToTrainTodaySupports.2138
source: If you want to train, today supports one purposeful block that fits the week.
ru: Если хотите тренироваться, сегодня подходит для одного осмысленного блока, который вписывается в неделю.
zh_hans: 如果您想进行训练，如今我们已支持一个可根据您的周计划量身定制的针对性训练模块。

# coach.humanDecision.ifYouWereConsideringAMeaningfulSession.2096
source: If you were considering a meaningful session this week, today is a good candidate.
ru: Если на этой неделе вы хотели поставить важную тренировку, сегодня хороший кандидат.
zh_hans: 如果你正考虑本周安排一次有意义的会议，那么今天是一个理想的选择。

# coach.humanDecision.intervalsThresholdWorkOrTryingToProve.2083
source: Intervals, threshold work, or trying to prove fitness today.
ru: Интервалы, пороговая работа или попытка доказать форму сегодня.
zh_hans: 无论是间隔训练、阈值训练，还是如今尝试证明体能水平。

# coach.humanDecision.intervalsThresholdWorkOrTryingToProve.3430
source: Intervals, threshold work, or trying to prove fitness in a low-readiness state.
ru: Интервалы, пороговая работа или попытка доказать форму при низкой готовности.
zh_hans: 间歇训练、阈值训练，或在低准备状态下尝试证明体能水平。

# coach.humanDecision.keepEffortBelowWhatRecoveryCanSupport.1567
source: Keep effort below what recovery can support.
ru: Держите усилие в пределах того, что позволяет восстановление.
zh_hans: 将运动强度控制在身体恢复能力可承受的范围内。

# coach.humanDecision.keepEffortRepeatableHereExecutionMattersMore.475
source: Keep effort repeatable here. Execution matters more than chasing a number.
ru: Держите усилие повторяемым. Выполнение важнее, чем погоня за цифрой.
zh_hans: 在此确保努力的可重复性。执行本身比追逐某个具体数字更为重要。

# coach.humanDecision.keepEnoughInReserveForWhatRemains.1416
source: keep enough in reserve for what remains
ru: оставьте запас на то, что еще впереди
zh_hans: 为未来可能发生的事情预留缓冲空间。

# coach.humanDecision.keepEnoughInReserveForWhatRemains.1573
source: Keep enough in reserve for what remains.
ru: Оставьте запас на то, что еще впереди.
zh_hans: 为剩余时间预留足够的储备。

# coach.humanDecision.keepFluidsCalmAndAvailable.1402
source: keep fluids calm and available
ru: держите воду под рукой и пейте спокойно
zh_hans: 备好饮用水，安心饮用。

# coach.humanDecision.keepFormCleanAndLeaveRepsIn.1559
source: Keep form clean and leave reps in reserve until food is covered.
ru: Держите технику чистой и оставляйте повторы в запасе, пока еда не закрыта.
zh_hans: 保持餐盘清洁，并将备用餐盘保留至食物供应完毕前。

# coach.humanDecision.keepFormCleanAndLeaveRepsIn.3022
source: Keep form clean and leave reps in reserve
ru: Держите технику чистой и оставляйте повторы в запасе
zh_hans: 保持表格整洁，并保留备用副本。

# coach.humanDecision.keepingFluidsAvailableMattersMoreNowThan.3333
source: Keeping fluids available matters more now than forcing another large drink.
ru: Сейчас важнее держать воду под рукой, чем заставлять себя пить много.
zh_hans: 如今，确保患者随时有液体可饮，比强行让其再喝一杯饮料更为重要。

# coach.humanDecision.keepingFluidsAvailableMattersMoreNowThan.4074
source: Keeping fluids available matters more now than forcing another large drink.
ru: Сейчас важнее держать воду под рукой, чем заставлять себя пить много.
zh_hans: 如今，确保患者随时有液体可饮，比强行让其再喝一杯饮料更为重要。

# coach.humanDecision.keepITCONTROLLED.80
source: KEEP IT CONTROLLED
ru: ДЕРЖИТЕ ПОД КОНТРОЛЕМ
zh_hans: 保持可控

# coach.humanDecision.keepItEasySoItHelpsRecovery.2124
source: Keep it easy so it supports recovery and leaves energy for the next session.
ru: Держите легко, чтобы поддержать восстановление и сохранить силы на следующую тренировку.
zh_hans: 保持简单，以利于恢复，并为下一次训练保留精力。

# coach.humanDecision.keepRecoveryWorkEasyAndMakeTonight.2892
source: Keep recovery work easy and make tonight's sleep the main win.
ru: Восстановительную работу держите легкой, а главный выигрыш сегодня — сон.
zh_hans: 让康复工作保持简单，将今晚的睡眠视为最重要的收获。

# coach.humanDecision.keepSaunaShortAndComfortableIWould.2009
source: Keep sauna short and comfortable. I would reduce training intensity afterwards.
ru: Сделайте сауну короткой и комфортной. После нее я бы снизил интенсивность тренировки.
zh_hans: 桑拿时间要短且保持舒适；训练结束后，我会适当降低训练强度。

# coach.humanDecision.keepSaunaShortRehydrateAfterwardsAndMake.2110
source: Keep sauna short. Rehydrate afterwards and make recovery the next priority.
ru: Сделайте сауну короткой. После — пейте постепенно и переходите к восстановлению.
zh_hans: 桑拿时间尽量缩短；结束后及时补充水分，并将恢复列为首要任务。

# coach.humanDecision.keepTheEffortEasyAndTreatRecovery.2037
source: Keep the effort easy and treat recovery as the next priority afterwards.
ru: Держите усилие легким, а после — переходите к восстановлению.
zh_hans: 将努力程度保持在适中水平，并将恢复视为接下来的首要任务。

# coach.humanDecision.keepTheFirst10MinutesEasy.765
source: Keep the first 10 minutes easy
ru: Первые 10 минут держите легкими
zh_hans: 前10分钟保持轻松

# coach.humanDecision.keepTheFirst10MinutesEasy.2819
source: Keep the first 10 minutes easy
ru: Первые 10 минут держите легкими
zh_hans: 前10分钟保持轻松

# coach.humanDecision.keepTheFirst1520MinutesEasy.2815
source: Keep the first 15-20 minutes easy
ru: Первые 15–20 минут держите легкими
zh_hans: 前15-20分钟保持轻松节奏

# coach.humanDecision.keepTheFirstMinutesEasyAndLet.4197
source: Keep the first minutes easy and let breathing, pacing, and body feedback set the ceiling.
ru: Первые минуты держите легкими — пусть дыхание, темп и самочувствие подскажут, сколько сегодня давать.
zh_hans: 前几分钟保持轻松状态，让呼吸、节奏把控及身体反馈来设定强度上限。

# coach.humanDecision.keepTheNextStepFlexibleAndMaintain.3658
source: Keep the next step flexible and maintain normal basics.
ru: Оставьте следующий шаг гибким и держите базу.
zh_hans: 保持下一步操作的灵活性，同时维持基本流程的正常运作。

# coach.humanDecision.keepTheNextStepSimple.2502
source: Keep the next step simple.
ru: Следующий шаг держите простым.
zh_hans: 让下一步操作保持简单。

# coach.humanDecision.keepThePlanIntactStayCalmAnd.3184
source: Keep the plan intact, stay calm, and let the start confirm the ceiling.
ru: План оставьте как есть, сохраняйте спокойствие — и пусть старт покажет, какой темп держать сегодня.
zh_hans: 保持计划不变，保持冷静，让开局阶段来验证你的上限。

# coach.humanDecision.keepTheRestOfThePlanAdjustable.1598
source: Keep the rest of the plan adjustable.
ru: Оставьте остаток плана гибким.
zh_hans: 保持计划其余部分的可调整性。

# coach.humanDecision.keepTheSessionEasyAndAvoidExtra.1569
source: Keep the session easy and avoid extra stress.
ru: Держите тренировку легкой и не добавляйте лишний стресс.
zh_hans: 保持会谈轻松，避免额外压力。

# coach.humanDecision.keepTheSessionIfYouWantBut.1995
source: Keep the session if you want, but remove the hard parts. Start easy and let the warm-up decide whether effort belongs today.
ru: Если хотите, оставьте тренировку, но уберите тяжелые части. Начните легко и пусть разминка решит, нужна ли сегодня интенсивность.
zh_hans: 如果你愿意，可以继续进行训练，但去掉难度较高的部分。从简单的练习开始，让热身环节来决定今天是否值得全力以赴。

# coach.humanDecision.keepTheSessionIfYouWantIt.3462
source: Keep the session if you want it, but make the warm-up decide how much effort belongs today.
ru: Если хотите оставить тренировку, пусть разминка решит, сколько усилия сегодня уместно.
zh_hans: 如果你愿意，可以继续进行训练课，但由热身环节来决定今天需要投入多少精力。

# coach.humanDecision.keepTheValueLowerTheCeiling.3460
source: Keep the %@, lower the ceiling
ru: Оставьте %@, но снизьте темп
zh_hans: 保留%@，降低上限

# coach.humanDecision.keepTheValueReduceTheIntensity.1993
source: Keep the %@, reduce the intensity
ru: Оставьте %@, но снизьте интенсивность
zh_hans: 保持%@，降低强度

# coach.humanDecision.keepThisEasyAndLeaveRoomFor.1563
source: Keep this easy and leave room for %@.
ru: Держите это легким и оставьте место для %@.
zh_hans: 保持简洁，并为%@留出空间。

# coach.humanDecision.keepThisEasyAndSipCalmlyIf.1554
source: Keep this easy and sip calmly if water is available.
ru: Держите это легким и спокойно пейте, если вода доступна.
zh_hans: 若可获得水，请保持简单，平静地小口啜饮。

# coach.humanDecision.keepThisEasyUntilFoodIsCovered.1561
source: Keep this easy until food is covered.
ru: Держите это легким, пока не закроете еду.
zh_hans: 在食物被覆盖之前，保持此状态即可。

# coach.humanDecision.keepThisRestorativeAndProtectTomorrow.1565
source: Keep this restorative and protect tomorrow.
ru: Пусть это будет легким восстановлением. Сохраните силы на завтра.
zh_hans: 保持这份修复之力，守护明日。

# coach.humanDecision.keepValueEasy.1445
source: Keep %@ easy
ru: Держите %@ легко
zh_hans: 让%@变得简单

# coach.humanDecision.keepValueEasy.1448
source: Keep %@ easy
ru: Держите %@ легко
zh_hans: 让%@变得简单

# coach.humanDecision.keepValueEasyValue.3354
source: Keep %@ easy.%@
ru: Держите %@ легко.%@
zh_hans: 让%@变得简单。%@

# coach.humanDecision.lateActivityLateMealsOrAnythingThat.2069
source: Late activity, late meals, or anything that delays recovery.
ru: Поздняя активность, поздняя еда или все, что задержит восстановление.
zh_hans: 夜间活动、晚餐，或任何延缓恢复的因素。

# coach.humanDecision.laterToday.4124
source: later today
ru: позже сегодня
zh_hans: 今天稍后

# coach.humanDecision.leaveEnoughInReserveThatRecoveryStarts.4201
source: Leave enough in reserve that recovery starts immediately.
ru: Оставьте запас, чтобы восстановление началось сразу.
zh_hans: 预留充足的储备，以确保恢复工作能立即启动。

# coach.humanDecision.leaveRoomForTheLaterHeatBlock.1406
source: leave room for the later heat block
ru: оставьте место для тепла позже
zh_hans: 稍后为加热预留空间

# coach.humanDecision.letBodyFeedbackSetTheCeiling.1594
source: Let body feedback set the ceiling.
ru: Пусть самочувствие задаст темп.
zh_hans: 让身体反馈设定上限。

# coach.humanDecision.letRecoverySetTheCeiling.1410
source: let recovery set the ceiling
ru: пусть восстановление задаст темп
zh_hans: 让恢复设定上限

# coach.humanDecision.letTheFirstBlockSettleBeforeBuilding.3028
source: Let the first block settle before building
ru: Дайте первому блоку стабилизироваться перед усилением
zh_hans: 在开始施工前，请先让第一个模块稳定就位。

# coach.humanDecision.lettingAnEasyActionTurnIntoAnother.2125
source: Letting an easy action turn into another training load.
ru: Позволить легкому действию превратиться в еще одну тренировку.
zh_hans: 让一项简单的动作转化为另一种训练负荷。

# coach.humanDecision.lettingAnEasyRecoveryActionBecomeAnother.3626
source: Letting an easy recovery action become another training load.
ru: Позволить легкому восстановлению стать еще одной тренировочной нагрузкой.
zh_hans: 让一项简单的恢复性动作成为另一种训练负荷。

# coach.humanDecision.lettingFoodSettleProtectsTheStartWithout.3331
source: Letting food settle protects the start without adding digestive stress.
ru: Если дать еде улечься, старт пройдет легче и без лишнего стресса для пищеварения.
zh_hans: 让食物静置可保护消化起始阶段，且不会增加消化负担。

# coach.humanDecision.lettingFoodSettleProtectsTheStartWithout.4072
source: Letting food settle protects the start without adding digestive stress.
ru: Если дать еде улечься, старт пройдет легче и без лишнего стресса для пищеварения.
zh_hans: 让食物静置可保护消化起始阶段，且不会增加消化负担。

# coach.humanDecision.lettingTheGapBeforeTheValueCreate.3206
source: Letting the gap before the %@ create extra fatigue.
ru: Позволить паузе перед %@ создать лишнюю усталость.
zh_hans: 让%@前的间隙引发额外疲劳。

# coach.humanDecision.lettingTodaySSessionStealFromTomorrow.1621
source: Protecting tomorrow by keeping today’s load in range.
ru: Беречь завтрашний день — держать сегодняшнюю нагрузку в разумных пределах.
zh_hans: 通过将今日负荷控制在合理范围内，守护明日。

# coach.humanDecision.lockingIntoThePlannedEffortBeforeThe.1471
source: Locking into the planned effort before the warm-up confirms it.
ru: Фиксироваться на плановом усилии до того, как разминка его подтвердит.
zh_hans: 在预热阶段前锁定既定计划，可确保计划得以落实。

# coach.humanDecision.longHeatExposureOrAddingMoreActivity.2111
source: Long heat exposure or adding more activity tonight.
ru: Долгое тепло или дополнительная активность вечером.
zh_hans: 长时间高温暴露，或今晚增加活动量。

# coach.humanDecision.longValueSession.4147
source: long %@ session
ru: долгая тренировка %@
zh_hans: 长时间训练 %@

# coach.humanDecision.manageEFFORT.78
source: MANAGE EFFORT
ru: КОНТРОЛИРУЙТЕ УСИЛИЕ
zh_hans: 控制力度

# coach.humanDecision.prepare.76
source: PREPARE
ru: ПОДГОТОВЬТЕСЬ
zh_hans: 准备

# coach.humanDecision.prepareForValueValue.3173
source: Prepare for %@%@
ru: Подготовьтесь к %@%@
zh_hans: 为%@%@做好准备

# coach.humanDecision.protectSLEEP.88
source: PROTECT SLEEP
ru: ПОЗАБОТЬТЕСЬ О СНЕ
zh_hans: 别担心梦的事

# coach.humanDecision.protectTHEMORNING.98
source: PROTECT THE MORNING
ru: СДЕЛАЙТЕ ЗАВТРАШНЕЕ УТРО ЛЕГЧЕ
zh_hans: 让您的明天早晨更轻松

# coach.humanDecision.protectTOMORROW.96
source: PROTECT TOMORROW
ru: ПОЗАБОТЬТЕСЬ О ЗАВТРА
zh_hans: 为明天做好准备

# coach.humanDecision.protectTomorrowSStartingPoint.1408
source: protect tomorrow's starting point
ru: сохраните хороший старт на завтра
zh_hans: 为明天奠定良好的开端

# coach.humanDecision.readinessSetsALowerCeiling.1389
source: readiness sets a lower ceiling
ru: готовность держит темп ниже обычного
zh_hans: 准备进度低于正常水平

# coach.humanDecision.readinessSupportsTheValueTheUsefulMove.3157
source: Readiness supports the %@. The useful move is arriving settled, not changing the plan early.
ru: Готовность поддерживает %@. Сейчас полезнее подойти спокойно, а не менять план заранее.
zh_hans: 准备状态支持%@。正确的做法是稳步推进，而非过早改变计划。

# coach.humanDecision.recover.86
source: RECOVER
ru: ВОССТАНОВЛЕНИЕ
zh_hans: 恢复

# coach.humanDecision.recoveryIsSufficientForTodaySValue.3476
source: Recovery is sufficient for today's %@. The biggest determinant of performance now is preparation, not readiness.
ru: Ресурса достаточно для сегодняшнего %@. Теперь результат больше зависит от подготовки, а не от готовности.
zh_hans: 现有资源已足以应对当前的形势。如今，成果更多取决于准备程度，而非是否已就绪。
